---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.AnalysisResultSchema
source: html/37e79e4c-6fa3-c93f-6805-b5839f2b7dd8.htm
---
# AnalysisResultSchema Methods

returns number of possible units